Repository: FSchiltz/RawParser
Catalog: Source/RawParser/Strings/*/Resources.resw
Languages: fr_fr

# About.Text
source: About
fr_fr: A propos

# BorderText.Text
source: Relative border around the image:
fr_fr: Taille de marge à l'affichage de la preview

# CameraProfile.Text
source: Camera correction
fr_fr: Correction de l'appareil

# ColorBalance.Text
source: Color balance
fr_fr: Balance des couleurs

# Contrast.Text
source: Contrast
fr_fr: Contraste

# ContrastBalance.Text
source: Contrast balance
fr_fr: Correction du contraste

# Demos.Text
source: Demosaicing algorythm
fr_fr: Algorithme de dématriçage

# DemosWarningText.Text
source: Warning, do not change unless you know what you are doing. Some of these may not be implemented yet and won't do anyting. Deflate just convert the image to a RGB imag e without filling the missing pixels.
fr_fr: Attention, ne pas changer sauf si vous savez ce que vous faites. Certain des algorithmes peuvent ne pas etre fonctionnels et ne feront donc rien. Deflate ne dematrice pas et transforme l'image en une image RGB sans remplir les pixels manquants.

# Display.Text
source: Display
fr_fr: Affichage

# DisplayHeader.Header
source: Display Options
fr_fr: Options d'affichage

# ExceptionText
source: The file is not in a supported format, please send feedback to the github
fr_fr: L'image n'est pas un format supporté, vous pouvez laisser une issue sur le github.

# ExifsData.Text
source: Exifs data:
fr_fr: Données exifs:

# Exposure.Text
source: Exposure
fr_fr: Exposition

# ExposureSettings.Text
source: Exposure settings
fr_fr: Correction de l'exposition

# Histogram.Text
source: Histogram
fr_fr: Histogramme

# History.Header
source: History
fr_fr: Historique

# Issue.Text
source: This app is currently work in progress. To report issue, go to
fr_fr: Cette application est une version de test. Pour signaler un problème:

# Legal.Text
source: Legal:
fr_fr: Mentions légales

# LegalHeader.Header
source: Contact and Legal
fr_fr: Contact et informations légales

# OpenImage.Label
source: Open an Image
fr_fr: Ouvrir une image

# ProcessingHeader.Header
source: Processing
fr_fr: Edition

# Save.Label
source: Save
fr_fr: Sauvegarder

# ScalingFactor.Text
source: Scaling factor of the preview images:
fr_fr: Niveau de mise à l'échelle de l'aperçu

# Setting.Label
source: Settings
fr_fr: Options

# Settings.Text
source: Settings
fr_fr: Options

# Share.Label
source: Share
fr_fr: Partager

# Temperature.Text
source: Temperature
fr_fr: Température

# Theme.Text
source: Application theme
fr_fr: Thème de l'application

# Tools.Header
source: Tools
fr_fr: Outils

# WBButton.Content
source: Use camera white balance
fr_fr: Balance des blancs de l'appareil

# WelcomeText
source: Hello and welcome, this is a preliminary version so it may not work correctly
fr_fr: Bonjour, Ceci est une version beta et il se peut qu'elle ne fonctionne pas encore.
